[
  {
    "name": "US_TOTAL_MARKET_STOCKS",
    "displayOrder": 1000,
    "donutOrder": 12000,
    "primaryColor": "#bce577",
    "foregroundColor": "#333333",
    "driftColor": "#e4f5c9",
    "assetClassExplanation": "US Total Stock Market contains broad exposure to the entire US stock market, including growth and value companies of small, mid and large capitalizations.  This asset class allows participation in the historically strong long-term growth of the US economy.",
    "tickersExplanation": "VTI, SCHB, and ITOT all offer exposure to the entire US Stock market and are highly correlated.  They all have very low expense ratios.  VTI is the most liquid and has the tightest bid-ask spreads so it is our primary choice."
  },
  {
    "name": "US_DIVIDEND_STOCKS",
    "displayOrder": 1200,
    "donutOrder": 11750,
    "primaryColor": "#b2e471",
    "foregroundColor": "#ffffff",
    "driftColor": "#e0f4c6",
    "assetClassExplanation": "US dividend stocks give investors broad exposure to higher dividend yield stocks.",
    "tickersExplanation": "VIG, SCHD, DVY and VYM are tilted towards large companies that pay higher dividends."
  },
  {
    "name": "US_LARGE_CAP_STOCKS",
    "displayOrder": 1500,
    "donutOrder": 11500,
    "primaryColor": "#ace069",
    "foregroundColor": "#ffffff",
    "driftColor": "#def3c3",
    "assetClassExplanation": "US Large-Cap stocks are the highest market capitalization companies in the US market.",
    "tickersExplanation": "SPY offers exposure to the largest 500 stocks in the S&P500 index.  VIG and SCHD are tilted towards large companies that pay higher dividends."
  },
  {
    "name": "US_LARGE_CAP_VALUE_STOCKS",
    "displayOrder": 2000,
    "donutOrder": 11000,
    "primaryColor": "#96d363",
    "foregroundColor": "#ffffff",
    "driftColor": "#d5edc1",
    "assetClassExplanation": "US Large-Cap Value stocks overlap with the US Total Stock Market, but are included to tilt the portfolio toward large size companies with low price-to-earnings ratios.  Value-tilting has historically resulted in outperformance, and also increases the portfolio's dividend yield.",
    "tickersExplanation": "VTV, IVE, and SCHV all offer broad US Large-Cap Value Stock exposure and are highly correlated.  VTV and SCHV have the lowest expense ratios.  VTV is our primary choice due to its high liquidity.  IVE has slightly higher expenses but also offers high liquidity."
  },
  {
    "name": "US_LARGE_CAP_GROWTH_STOCKS",
    "displayOrder": 2100,
    "donutOrder": 10500,
    "primaryColor": "#9bdb65",
    "foregroundColor": "#ffffff",
    "driftColor": "#d7f1c1",
    "assetClassExplanation": "US Large-Cap Growth stocks make up 24% of the US Total Stock Market, and include an exposure to large size companies with high price-to-earnings ratios, indicating the market believes they have high growth prospects.",
    "tickersExplanation": "VUG, VOOG, IWF, SCHG, IVQ and QQQ all offer US Large-Cap Growth Stock exposure and are highly correlated. SCHG and VUG are both the least expensive, while IWF is the most liquid."
  },
  {
    "name": "US_MID_CAP_STOCKS",
    "displayOrder": 2900,
    "donutOrder": 10300,
    "primaryColor": "#74b503",
    "foregroundColor": "#aacff3",
    "driftColor": "#74b503",
    "assetClassExplanation": "US Mid-Cap stocks overlap with the US Total Stock Market, but when included tilt the portfolio towards medium size companies.",
    "tickersExplanation": "VO, IWR, and IJH are highly correlated offerings for broad US Mid-Cap Stock exposure. VO is our primary choice since it has the lowest expense ratio and tightest bid-ask spread."
  },
  {
    "name": "US_MID_CAP_VALUE_STOCKS",
    "displayOrder": 3000,
    "donutOrder": 10000,
    "primaryColor": "#74b503",
    "foregroundColor": "#ffffff",
    "driftColor": "#c7e19a",
    "assetClassExplanation": "US Mid-Cap Value stocks overlap with the US Total Stock Market, but are included to tilt the portfolio towards medium size companies with low price-to-earnings ratios.  Value-tilting has historically resulted in outperformance, and also increases the portfolio's dividend yield.",
    "tickersExplanation": "VOE, IWS, and IJJ are highly correlated offerings for broad US Mid-Cap Value Stock exposure. VOE is our primary choice since it has the lowest expense ratio and tightest bid-ask spread."
  },
  {
    "name": "US_SMALL_CAP_STOCKS",
    "displayOrder": 3500,
    "donutOrder": 9500,
    "primaryColor": "#639906",
    "foregroundColor": "#ffffff",
    "driftColor": "#c1d69b",
    "assetClassExplanation": "US Small-Cap stocks make up 9% of the US Total Stock Market, and deliver exposure to smaller companies across the growth and value spectrum.",
    "tickersExplanation": "IWM, IJR, VB, JKJ, SLY, SCHA and VTWO all offer broad US Small-Cap Stock exposure and are highly correlated. SCHA and VB are both the least expensive, while IJR and IWM are the most liquid."
  },
  {
    "name": "US_SMALL_CAP_VALUE_STOCKS",
    "displayOrder": 4000,
    "donutOrder": 9000,
    "primaryColor": "#50891e",
    "foregroundColor": "#ffffff",
    "driftColor": "#b9d0a5",
    "assetClassExplanation": "US Small-Cap Value stocks overlap with the US Total Stock Market, but are included to tilt the portfolio towards small size companies with low price-to-earnings ratios.  Value-tilting has historically resulted in outperformance, and also increases the portfolio's dividend yield.",
    "tickersExplanation": "VBR, IWN, and IJS are highly correlated options to gain US Small-Cap Value stock exposure. VBR is our primary choice with its low expenses and largest asset base."
  },
  {
    "name": "US_MLP",
    "displayOrder": 4500,
    "donutOrder": 8500,
    "primaryColor": "#50891e",
    "foregroundColor": "#ffffff",
    "driftColor": "#b9d0a5",
    "assetClassExplanation": "Master Limited Partnerships (MLPs) provide exposure to energy infrastructure, but with a lower risk and more stable profile than the underlying commodity (e.g. oil, natural gas, gasoline).",
    "tickersExplanation": "EMLP is an ETF managed by Energy Income Partners that provides exposure to energy infrastructure via MLP, MLP-related companies, former Canadian Royalty Trusts, and utilities."
  },
  {
    "name": "DEVELOPED_MARKETS_STOCKS",
    "displayOrder": 5000,
    "donutOrder": 8000,
    "primaryColor": "#035d0e",
    "foregroundColor": "#ffffff",
    "driftColor": "#9abe9f",
    "assetClassExplanation": "Developed Markets stocks provide exposure to a diverse set of companies from international developed economies including the UK, Europe, Japan, and others.  It has a similar risk\/return profile as broad US stocks but with lower internal correlations as compared to the US market.",
    "tickersExplanation": "VEA, SCHF, and IEFA are all dependable avenues to gain exposure to International Developed market stocks. VEA is our primary choice with the tightest bid-ask spread and a low expense ratio."
  },
  {
    "name": "EMERGING_MARKETS_STOCKS",
    "displayOrder": 6000,
    "donutOrder": 7000,
    "primaryColor": "#0c3911",
    "foregroundColor": "#ffffff",
    "driftColor": "#9eb0a0",
    "assetClassExplanation": "Emerging Markets provide higher return potential and diversification, however it comes with higher risk compared to US or International Developed stocks. This asset helps your portfolio to grow with developing nations as they modernize and become wealthier.",
    "tickersExplanation": "VWO, IEMG, and EEM all offer Emerging Market stock exposure. VWO is our primary choice due to its lower expense ratio and tight bid-ask spread."
  },
  {
    "name": "INFLATION_PROTECTED_BONDS",
    "displayOrder": 8000,
    "donutOrder": 2000,
    "primaryColor": "#add6ff",
    "foregroundColor": "#ffffff",
    "driftColor": "#deefff",
    "assetClassExplanation": "Inflation Protected Bonds are issued by the US Treasury with the value of the principal (but not interest payments) indexed to inflation. This allocation serves to insulate a part of the portfolio from the depreciating effects of inflation while also having historically low correlation with other asset classes.",
    "tickersExplanation": "VTIP provides exposure to Inflation-Protected US Treasury Bonds. VTIP has a competitive bid-ask spread, low expense ratio, and robust asset base. We selected VTIP over TIP because it has lower duration and therefore is better insulated against interest rate increases."
  },
  {
    "name": "US_HIGH_QUALITY_BONDS",
    "displayOrder": 9000,
    "donutOrder": 3000,
    "primaryColor": "#8bc5ff",
    "foregroundColor": "#ffffff",
    "driftColor": "#daedff",
    "assetClassExplanation": "US High-Quality Bonds provide exposure to the US investment-grade bond market, bringing stability to the portfolio with higher income levels than US Treasuries.  While the credit risk is very low, the average bond maturity of 7 years means there is some interest rate risk.",
    "tickersExplanation": "BND and AGG both offer broad exposure to US High Quality bonds.  The two funds are very similar and we utilize BND as our primary choice due to its lower bid-ask spread."
  },
  {
    "name": "US_HIGH_QUALITY_HIGH_DURATION_BONDS",
    "displayOrder": 9100,
    "donutOrder": 3100,
    "primaryColor": "#5facf9",
    "foregroundColor": "#ffffff",
    "driftColor": "#bfdefd",
    "assetClassExplanation": "US High-Quality, High Duration Bonds provide exposure to the more rate-sensitive part of the US investment-grade bond market. While the credit risk is very low, the average bond maturity of 11 years means there is higher interest rate sensitivity.",
    "tickersExplanation": "BLV and VCLT both offer broad exposure to US High Quality High Duration bonds. The two funds are very similar and we utilize BLV as our primary choice due to its lower bid-ask spread and expense ratio."
  },
  {
    "name": "US_CORPORATE_BONDS",
    "displayOrder": 10000,
    "donutOrder": 4000,
    "primaryColor": "#409bf6",
    "foregroundColor": "#ffffff",
    "driftColor": "#b3d7fb",
    "assetClassExplanation": "US Corporate Bonds are issued by corporations to finance business activities. Corporate bonds generally offer much more attractive yields and opportunity for capital appreciation to compensate investors for default risk. They also diversify the fixed-income portfolio, resulting in higher risk-adjusted returns.",
    "tickersExplanation": "LQD, VCIT, and ITR provide portfolio exposure to the US Corporate Bond market. LQD's tight bid-ask spread and stronger asset base make it our primary choice."
  },
  {
    "name": "INTERNATIONAL_BONDS",
    "displayOrder": 11000,
    "donutOrder": 5000,
    "primaryColor": "#005cb8",
    "foregroundColor": "#ffffff",
    "driftColor": "#99bee3",
    "assetClassExplanation": "International Bonds are issued by non-US developed market governments and organizations. They have high credit quality and provide interest rate diversification for a bond portfolio, resulting in higher risk-adjusted returns.",
    "tickersExplanation": "BNDX provides exposure to International Developed Market investment-grade bonds, largely in the European and Pacific regions. It carries a competitive expense ratio and robust asset base."
  },
  {
    "name": "EMERGING_MARKETS_BONDS",
    "displayOrder": 12000,
    "donutOrder": 6000,
    "primaryColor": "#003366",
    "foregroundColor": "#ffffff",
    "driftColor": "#99adc2",
    "assetClassExplanation": "Emerging Markets Bonds are dollar-denominated bonds issued by governments with economies that are rapidly growing and industrializing.  This asset class is higher risk but also offers a higher expected return than developed markets' bonds or US Treasuries.  Their unusually low correlation with other bonds result in higher risk-adjusted performance for the portfolio.",
    "tickersExplanation": "VWOB, EMB, and PCY provide exposure to Emerging Market Bonds.  They are all highly correlated, and VWOB is our primary choice due to its lower expense ratio."
  },
  {
    "name": "SHORT_TERM_TREASURIES",
    "displayOrder": 7000,
    "donutOrder": 1000,
    "primaryColor": "#d6ebff",
    "foregroundColor": "#333333",
    "driftColor": "#eff7ff",
    "assetClassExplanation": "Short-term Treasuries have maturities between one month and one year. This extremely low-risk asset class is a cash alternative that generates nominal benefit through interest payments, and de-risks the portfolio at safer allocations.",
    "tickersExplanation": "SHV is used for short-duration exposure to US Treasuries. Its holdings are short-maturity and short-duration with very little interest rate sensitivity."
  },
  {
    "name": "MUNICIPAL_BONDS",
    "displayOrder": 9000,
    "donutOrder": 3000,
    "primaryColor": "#8bc5ff",
    "foregroundColor": "#ffffff",
    "driftColor": "#daedff",
    "assetClassExplanation": "Municipal Bonds are federally tax-exempt bonds issued by state and regional governments to finance capital expenditures. While municipal bond credit risk is slightly higher than US Treasuries, it is still quite low.  This coupled with favorable after-tax income make municipal bonds an excellent addition to taxable portfolios.",
    "tickersExplanation": "MUB and TFI offer broad exposure to the national US Municipal Bond market.  MUB is our primary choice due to its slightly lower expense ratio."
  },
  {
    "name": "COMMODITIES",
    "displayOrder": 13000,
    "donutOrder": 6500,
    "primaryColor": "#082e0c",
    "foregroundColor": "#ffffff",
    "driftColor": "#9cab9e",
    "assetClassExplanation": "Commodities provide exposure to the value of raw materials used to create the products consumers buy, such as oil and gas, metals and agricultural products.",
    "tickersExplanation": "DJP and VDE provide exposure to the broad commodity market."
  },
  {
    "name": "REAL_ESTATE",
    "displayOrder": 6100,
    "donutOrder": 6700,
    "primaryColor": "#07290a",
    "foregroundColor": "#ffffff",
    "driftColor": "#9ca99d",
    "assetClassExplanation": "Real Estate, including commercial and residential properties, is accessed through Real Estate Investment Trusts which are exchange-traded and significantly more liquid than hard real estate.",
    "tickersExplanation": "VNQ covers the US Real Estate market through a market-capitalization weighted basket of the largest REITs in operation across commercial, residential, and specialized real estate holdings."
  },
  {
    "name": "US_REITS",
    "displayOrder": 6200,
    "donutOrder": 6800,
    "primaryColor": "#031605",
    "foregroundColor": "#ffffff",
    "driftColor": "#9aa29b",
    "assetClassExplanation": "US Real Estate, including commercial and residential properties, is accessed through Real Estate Investment Trusts which are exchange-traded and significantly more liquid than hard real estate.",
    "tickersExplanation": "SCHH, VNQ and ICF covers the US Real Estate market through a market-capitalization weighted basket of the largest REITs in operation across commercial, residential, and specialized real estate holdings."
  },
  {
    "name": "INTL_REITS",
    "displayOrder": 6300,
    "donutOrder": 6900,
    "primaryColor": "#05530e",
    "foregroundColor": "#ffffff",
    "driftColor": "#9bba9f",
    "assetClassExplanation": "International Real Estate, including commercial and residential properties, is accessed through Real Estate Investment Trusts which are exchange-traded and significantly more liquid than hard real estate.",
    "tickersExplanation": "VNQI, IFGL and RWX cover the International Real Estate market through a market-capitalization weighted basket of the largest REITs in operation across commercial, residential, and specialized real estate holdings."
  }
]